# Портфолио бизнес-аналитика

Привет! Меня зовут София, студентка 4 курса направления «Бизнес-информатика».  
Здесь собраны мои учебные проекты по бизнес-анализу и моделированию процессов.

## Навыки
- BPMN: моделирование бизнес-процессов as-is / to-be
- UML: use case и activity диаграммы
- AnyLogic: простые имитационные модели
- Miro, диаграммы Ганта

## Проекты

### 1. [Внедрение терминала самообслуживания в компьютерном клубе]
Разработка имитационной модели пополнения игрового баланса, направленной на минимизацию ручного вмешательства администратора. 
Что делала: диаграммы as-is, to-be в нотации BPMN, также модели as-is и to-be в Anilogic, результат моделирования показал, что самым выгодным решением будем внедрение терминала самообслуживания.

### 2. [Разработка проекта внедрения информационной системы учета и анализа операционной деятельности компьютерного клуба]
Разработка информационной системы, обеспечивающей полную консолидацию процессов внутреннего операционного учета компьютерного клуба.
Что делала: диаграммы as-is, to-be в нотации BPMN, диаграмма Ганта в MS Projrct с сроками и этапами рахработки, как результат - архитектура информационной системы, с помощью которой доля ручных задач снижена до минимальных значений
